content-org/writing.org
# -*- eval: (org-hugo-auto-export-mode 1); -*-
#+hugo_base_dir: ../
#+hugo_front_matter_format: yaml
#+hugo_section: notes

* TODO Speaking into the Void
  :PROPERTIES:
  :EXPORT_FILE_NAME: speaking-into-the-void
  :EXPORT_DATE: 2019-06-14
  :END:
How do we measure...well, anything? In research design, /operationalization/ describes how we transform the intangible into a measurable variable. The trick is to tally some other variable which closely correlates with the desired variable.

Of course, any such measure isn't going to be perfect. This is often the step where research gets messy. By definition, if the construct could be empirically measured, an operationalization would not be necessary in the first place. This leaves open room for a disconnect, which risks pushing the researcher toward an incorrect conclusion.

Take this example. You want to know how much I like coffee. If you sampled my beverage consumption some weeks, you might conclude that I occasionally don't like coffee: bodies are fragile things and sometimes I must forgo my daily cup(s)-of-joe for my health. Do my periods avoiding coffee mean I don't like it? Hardly, but if we tried to measure enjoyment of a beverage through sampling, we might end up reaching the wrong conclusion: that I don't like coffee at all[fn:enjoyment].

Operationalization becomes particularly important when orginizations handle large quantities of data at scale. YouTube made a big change a few years when they changed what they mean by a "view". The site used to run rampant with clickbait content that people would only watch for maybe a few seconds at most. Because views were an important measure and because even the shortest watch-time counted for a view, this incentivized some to create a lot of bad content like this. In short, YouTube's operationalization for views encouraged spam and click-bait. They changed this several years ago, making their definition more subtle and contextual.
** What's the goal?
This thought dump goes back to motivation. Why do I write? Why do I
post online? Who is my audience and what do they (and I) want?

If there is one thing I've learned about myself, it is that I can be
highly motivated by boredom. I'm happiest with my mind engaged on
solving some problem---even one of my own creation. So that's kind of
what I plan to do, at least for the time being. I think there's a hugo
pressure in many online spaces to reduce yourself to a brand.
YouTube, for instance, [[https://creatoracademy.youtube.com/page/lesson/niche][suggests channels discover and stick to a
specific niche]]. Fair advice if you are trying to grow on the platform,
but this approach may not be best for everyone.

In my head, my niche is very broad: media. It's what I study and my
primary personal interest as well. A lot of things fit in that label:
I define media as tools which transform our view of space and time.
This is pretty broad[fn:innis]. I see the overlap, but it's less clear
if anyone else would. No matter.
** Who sets the goal?
It's easy to simply chase goals without realizing it. What is the "goal" of a place like Facebook? 

[fn:enjoyment] You could make the counterargument here that enjoyment includes the entire experience of consumption. In this case, it would include the potential for acid reflux, which is enough to sour the entire experience. This is a fair point!

[fn:innis] And this is also clearly inspired by Harold Innis.
